[
  {
    "id": "001",
    "name": "Ligustrinho",
    "images": [
      "https://i.imgur.com/OJbCI2f.png",
      "https://i.imgur.com/M4B2ijb.png",
      "https://i.imgur.com/1PA3jyg.png",
      "https://i.imgur.com/4LBxF28.png"
    ],
    "age": "15 years",
    "height": "46 cm",
    "price": "",
    "species": "Ligustrum Sinensis",
    "common_name": "Ligustrinho",
    "origin": "China and Northern Hemisphere",
    "trunk_diameter": "3.5 cm at the base (nebari)",
    "characteristics": "Ligustrum is widely used in Brazil as a shrub or ornamental tree, and many of its species are cultivated as Bonsai. It is a vigorous growing species and very easy to shape through pruning alone. Its leaves are bright green, and older specimens bloom and fruit abundantly. It adapts very well to all regions of Brazil, even tolerating frosts, as long as they are not extremely strong or continuous. It can be cultivated in full sun or partial shade and, for short periods, indoors, provided it is near a window with direct sunlight and good ventilation. Due to its vigorous growth, special attention should be given to watering, which should be more frequent than for slower-growing species.",
    "environment": "Loves cool and humid environments as well as intense sunlight. In hot and dry environments, leaf burn can occur easily. In partial shade, it grows better, faster, and more vigorously.",
    "watering": "These species require a lot of water regularly due to their dense and lush foliage. During hot periods, it may be necessary to water more than once a day, as long as the soil has good drainage, since these species do not tolerate constantly waterlogged soil. In the nursery, watering should only be done when the soil is slightly dry. Frequently mist the leaves, especially if the tree is in a very dry and sunny environment.",
    "fertilization": "Fertilize from early spring to late autumn. Chemical or organic liquid (foliar) fertilizers can be used. A good tip is to start fertilizing with organic fertilizers and after two months alternate with osmocote for three months, always alternating between the two.",
    "transplanting": "In general, it should be transplanted every two or three years, removing 1/3 of the roots and also carefully eliminating dead, damaged, or poorly formed roots. Due to its intense root growth, it can also be transplanted annually. Always keep the plant in partial shade for at least 10 days after transplanting. This helps the Bonsai recover, as it has lost part of its water absorption system. Do not fertilize for two months after intervention. The recommended substrate for this species is a 50/50% mix of crushed stone and vegetable substrate.",
    "pruning": "Structural pruning should be done in winter when growth is less intense, considering that good structural pruning will ensure better spring budding. To maintain its shape, new shoots should be pruned repeatedly from spring to summer. Only when greater growth is desired should the shoots be allowed to reach the desired length before pruning again. Due to the opposite bud arrangement, each new shoot will produce a bifurcated branch, which is not desirable. To prevent this, the unwanted bud should be removed before it develops. During the vegetative period (growth period), the most developed shoots should be pruned, always reducing them to the 1st or 2nd pair of leaves.",
    "wiring": "Ligustrum is one of the plants with the most delicate bark, so special attention must be paid to ensure the wire does not mark the trunk. The wire should be wrapped carefully, leaving it slightly loose. When wiring a Ligustrum, observe the growth of the branches, as they can sometimes grow very quickly, causing strangulation. Ideally, wiring should be done in winter when the tree is dormant, making it easier to apply the wire while ensuring the branches are not marked. It is also possible to wire in spring, as long as necessary safety precautions are taken. It is recommended to use wiring techniques only when other shaping techniques have already been applied. The wires should be kept for up to three months."
  },
  {
    "id": "002",
    "name": "Juníperus Procumbens",
    "images": [
      "https://i.imgur.com/NyIz9en.png",
      "https://i.imgur.com/QqHAbyc.png",
      "https://i.imgur.com/r3Ru874.png",
      "https://i.imgur.com/TrLVUze.png"
    ],
    "age": "15 years",
    "height": "48 cm",
    "price": "",
    "species": "Juníperus Procumbens",
    "common_name": "Juníperus Procumbens",
    "origin": "China, Japan, and Northern Hemisphere",
    "trunk_diameter": "Not specified",
    "characteristics": "It is a conifer that can vary in appearance depending on age: young needles are broad, light-colored, and compact, becoming small and scale-like with age. The same specimen may have both juvenile and mature foliage. The trunk is dark with a slightly reddish hue and easily sheds its bark.",
    "environment": "A characteristic outdoor plant. Its habitat is as diverse as its growth. It adapts from coastal areas to altitudes of up to 3,700 meters. Prefers sunny locations, but young and recently transplanted specimens should be protected from excessive sun. It does not fear wind and adapts to all types of soil, provided they have good drainage.",
    "watering": "Water abundantly, always checking if the soil has dried before watering again. In summer, water and mist it daily, reducing frequency in autumn and winter, and increasing it again in early spring.",
    "fertilization": "Apply fertilizer in spring and autumn at intervals of two to three weeks. Increase the last autumn dose to prepare the tree for winter. Do not fertilize in summer, nor a sick or recently transplanted tree.",
    "transplanting": "At the beginning of spring, before it starts budding, every three to five years depending on age. Prune 30 to 50% of the roots, which tolerate pruning well. Junipers prefer well-draining soil, so it is advisable to increase the sand percentage in the soil mixture up to 50%.",
    "pruning": "It is necessary to pinch new shoots from spring to autumn. Never cut needles with scissors, but rather use tweezers or even fingernails. Junipers have the ability to bud in unpredictable ways. For this reason, avoid removing all the foliage from a branch during pruning, as this may result in the loss of that branch due to lack of new growth.",
    "cleaning": "Regularly remove yellow needles from spring to autumn. Always clean the inner part of the tree to allow its foliage to develop better.",
    "wiring": "Wire in autumn and keep the wire for approximately eight months. Repeat the operation every year until the desired shape is achieved. Ensure the needles are not crushed between the wires.",
    "special_care": "An important detail about this species is that 'ABC do Bonsai' recommends using lime sulfur solution every 45 days (30 ml diluted in one liter of water). Spray the entire plant, including trunks and over the substrate. This procedure promotes plant health and prevents the appearance of mites and spider mites."
  },
  {
    "id": "004",
    "name": "Caliandra",
    "images": [
      "https://i.imgur.com/J2Fxr1o.png",
      "https://i.imgur.com/vWwlCY9.png",
      "https://i.imgur.com/jc5dfD8.png",
      "https://i.imgur.com/Hfv5MHd.png"
    ],
    "age": "15 years",
    "height": "50 cm",
    "price": "",
    "species": "Calliandra Rosa",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Mimosoideae Family",
    "origin": "Native to Brazil",
    "pot_dimensions": "25 cm x 20 cm x 6 cm (length x width x height) - Onodera Pot",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with thin branches that can reach up to 1.0 m in height if not controlled by pruning. The leaves are compound, pinnate with very small leaflets, giving them a feather-like appearance. The flowers are small with long pink, red, or white stamens, grouped in inflorescences that resemble pompoms. Blooms from spring to late summer and can be cultivated throughout the country, with more abundant flowering in regions with mild heat.",
    "cultivation": "Easy to grow and requires direct sunlight, permeable soil, and rich organic matter. It is delicate regarding fertilization, so avoid over-fertilizing.",
    "watering": "This species requires frequent watering due to its dense foliage. During hot periods, it may need watering more than once a day, provided the soil has good drainage, as it does not tolerate constantly waterlogged soil. In nurseries, water only when the soil is slightly dry. Mist the leaves frequently, especially if the tree is in a very dry and sunny environment.",
    "fertilization": "Fertilize once every two months using organic fertilizers or osmocote, alternating between them. Liquid fertilizers (foliar) can be used, whether chemical or organic."
  },
  {
    "id": "005",
    "name": "Serissa Phoetida",
    "images": [
      "https://i.imgur.com/WL9mtx3.png",
      "https://i.imgur.com/i09Hom3.png",
      "https://i.imgur.com/V5bzFO8.png",
      "https://i.imgur.com/4cCG7rr.png"
    ],
    "age": "4 years",
    "height": "25 cm",
    "price": "",
    "species": "Serissa Phoetida",
    "scientific_name": "Serissa Phoetida",
    "common_names": ["Serissa", "Tree of a Thousand Stars"],
    "origin": "Southern China and Japan",
    "pot_dimensions": "16.5 cm x 12 cm x 5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A perennial shrub with small, oval green leaves. There are different varieties, with the most commonly sold as Bonsai being the Serissa Rosa, produced in China. There are also the Serissa Japonica and Serissa from Shanghai (less common in the market), all of which have a variegated version (white and green leaves) due to an innocuous virus that affected the mother plant.",
    "cultivation": "It thrives in cool environments with less intense sunlight. In hot and dry areas, the leaves can easily burn. It grows best in partial shade, with faster and more vigorous growth. This species does not tolerate frost and should be protected in winter. Constant cold winds can cause sparse and irregular growth.",
    "watering": "Sensitive to fungi caused by excess water, it is recommended to let the top layer of soil dry slightly between waterings (especially in winter when growth stagnates). Water abundantly with a watering can with a shower head after the surface dries out.",
    "fertilization": "The best time to fertilize Serissa is from early spring to mid-autumn. Use a fertilizer rich in phosphorus (Fosway) before the flowering period. Do not fertilize during the flowering period.",
    "transplant": "Although its root growth is very slow, change the substrate every 2 years in early spring. Cut at least 1/3 of the roots. Do not fertilize for the next 4 weeks (use only rooting hormones). Water only when the substrate is partially dry on the surface.",
    "pruning": "Maintenance pruning involves cutting branches that extend beyond the silhouette of the crown or trunk.",
    "wiring": "Serissa Rosa has very delicate bark, so care should be taken not to mark the trunk with the wire. Wrap the wire carefully, leaving it slightly loose. Ensure the wire does not strangle the branch. The best time to wire is in winter, when the tree is dormant, making wire placement easier. Wiring can also be done in spring if safety precautions are observed. It is recommended to apply wiring techniques only after other training techniques have been applied. The wire should be kept for up to 3 months."
  },
  {
    "id": "006",
    "name": "Pyracantha Yellow",
    "images": [
      "https://i.imgur.com/Ce7xL0L.png",
      "https://i.imgur.com/ReGz2PE.png",
      "https://i.imgur.com/OPkS4H8.png",
      ""
    ],
    "age": "5 years",
    "height": "25 cm",
    "price": "",
    "species": "Pyracantha Yellow",
    "scientific_name": "Pyracantha angustifolia / Pyracantha coccinea",
    "common_names": ["Pyracantha", "Firethorn"],
    "origin": "Southern Europe and Western Asia",
    "pot_dimensions": "16 cm x 12 cm x 4 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Most Pyracantha species are native to Asia, with some occurrences in Mediterranean Europe. The flowering is intense, occurring at the end of winter or early spring, in clusters of small white flowers. Depending on the species, the fruits can be yellow, orange, or red and ripen at the end of summer, remaining on the plant for several months. One of the features of Pyracantha is the presence of thorns along the branches and trunks, which gives it the common name 'Firethorn'. The most cultivated species in Brazil are Pyracantha angustifolia and Pyracantha coccinea.",
    "cultivation": "The best location for all Pyracantha species is outdoors with full sun. In very shaded areas, flowering and fruit production may be significantly reduced. It is very resistant to cold, tolerating even the harshest frosts.",
    "watering": "Not specifically mentioned. General care for watering should follow standard Bonsai principles, ensuring well-drained soil and consistent hydration.",
    "fertilization": "Once every 20-30 days, between spring and autumn. Reduce fertilization during periods when growth slows (during winter or peak summer heat). Prefer organic fertilizers like Taegold and Ecoadubo, as excessive nitrogen can increase internode length.",
    "pruning": "Due to its vigorous growth, regular pruning is required during the growing season while it is still sprouting. Long branches should be cut in autumn or winter before flowering.",
    "transplant": "Every 2 or 3 years before spring, prune about 2/3 of the root mass during the transplant. Avoid cutting very fine roots to allow recovery after pruning. Use this time to remove unwanted roots for good nebari formation. Remove any rotten roots. Protect the plant from strong sunlight for at least 30 days after transplanting, but allow it to get morning sun.",
    "wiring": "Branch positioning through wiring can be done between spring and summer. Do not water a day before wiring, as this makes the branches more flexible and reduces the risk of breaking. It is advisable to use other techniques for shaping Pyracantha Bonsai (e.g., pulling, pruning) whenever possible."
  },
  {
    "id": "007",
    "name": "Calliandra White",
    "images": [
      "https://i.imgur.com/r8ijBdK.png",
      "https://i.imgur.com/hieoHkn.png",
      "https://i.imgur.com/BS799Qt.png",
      "https://i.imgur.com/ICROcDB.png"
    ],
    "age": "3 years",
    "height": "22 cm",
    "price": "",
    "species": "Calliandra White",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "origin": "Native Brazilian",
    "pot_dimensions": "14 cm x 12 cm x 6 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with thin branches, capable of growing up to 1 meter in height if not controlled by pruning. The leaves are compound, with small leaflets, giving the foliage the appearance of a bird's feather. The flowers are small with long pink, red, or white stamens, gathered in inflorescences that resemble pompoms. It flowers from spring to the end of summer, and can be grown throughout Brazil. In milder heat regions, it has abundant flowering.",
    "cultivation": "It is easy to cultivate and needs direct sunlight, well-drained soil, and organic matter. It is sensitive to over-fertilization and should not be overfed.",
    "watering": "This species requires regular watering due to its dense, bushy foliage. In hot periods, it may be necessary to water more than once a day, as long as the soil has good drainage, since it does not tolerate constantly waterlogged soil. Water should only be applied when the soil is slightly dry. Mist the leaves frequently, especially if the tree is in a dry and sunny environment.",
    "fertilization": "Fertilize once every two months using organic fertilizers or osmocote, alternating between the two. Liquid (foliar) fertilizers, either chemical or organic, can also be used."
  },
  {
    "id": "008",
    "name": "Piracanta Amarela",
    "images": [
      "https://i.imgur.com/F5sjL6S.png",
      "https://i.imgur.com/lHVgeXA.png",
      "https://i.imgur.com/1WawXTy.png",
      "https://i.imgur.com/hzK3aee.png"
    ],
    "age": "5 years",
    "height": "28 cm",
    "price": "",
    "species": "Piracanta Amarela",
    "common_names": ["Espinho de Fogo"],
    "origin": "Southern Europe and Western Asia",
    "pot_dimensions": "20 cm x 12 cm x 6 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Most species of Pyracantha are native to Asia, though some are found in Mediterranean Europe. The flowering is intense, occurring in late winter or early spring, with clusters of small white flowers. The fruits, depending on the species, can be yellow, orange, or red and ripen in late summer, staying on the plant for several months. A characteristic of Pyracantha is the presence of thorns along the branches and trunks, which is why it is commonly known as 'Firethorn'. In Brazil, the most cultivated species are Pyracantha angustifolia and Pyracantha coccinea.",
    "environment": "The best place to grow all species of Pyracantha is outdoors in full sun. In very shaded areas, flowering and fruit production can be significantly reduced. It is very cold-resistant and can even tolerate severe frosts.",
    "fertilization": "Fertilize every 20-30 days between Spring and Autumn. Reduce fertilization during growth pauses (winter or peak summer). Organic fertilizers such as Taegold and Ecoadubo are preferred, as high nitrogen levels can greatly increase internode length in the Bonsai.",
    "pruning": "Due to its rapid growth, it should be pruned frequently during the vegetative period while still sprouting. Long branches should be cut back during autumn or winter, before flowering.",
    "transplanting": "Transplant every 2-3 years before spring. During transplanting, prune about two-thirds of the root mass, but avoid cutting very thin roots to allow for recovery after pruning. Use this opportunity to remove unwanted roots for a good nebari formation. Remove any rotting roots. Protect the plant from strong sun for at least 30 days after transplanting, but allow it to receive morning sunlight.",
    "wiring": "Branch positioning through wiring can be done between spring and summer. Do not water the day before wiring, as it helps make the branches more flexible, reducing the risk of breakage. Whenever possible, it is advisable to use other techniques to shape the Piracanta Bonsai, such as pulling and pruning."
  },
  {
    "id": "009",
    "name": "Caliandra",
    "images": [
      "https://i.imgur.com/iK4Grga.png",
      "https://i.imgur.com/Y46wqJ7.png",
      "https://i.imgur.com/voghNHc.png",
      ""
    ],
    "age": "15 years",
    "height": "50 cm",
    "price": "",
    "species": "Calliandra Rosa",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Mimosoideae Family",
    "origin": "Native to Brazil",
    "pot_dimensions": "25 cm x 20 cm x 6 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with thin branches that can reach up to 1.0 m in height if not controlled by pruning. The leaves are compound, pinnate with very small leaflets, giving them a feather-like appearance. The flowers are small with long pink, red, or white stamens, grouped in inflorescences that resemble pompoms. Blooms from spring to late summer and can be cultivated throughout the country, with more abundant flowering in regions with mild heat.",
    "cultivation": "Easy to grow and requires direct sunlight, permeable soil, and rich organic matter. It is delicate regarding fertilization, so avoid over-fertilizing.",
    "watering": "This species requires frequent watering due to its dense foliage. During hot periods, it may need watering more than once a day, provided the soil has good drainage, as it does not tolerate constantly waterlogged soil. In nurseries, water only when the soil is slightly dry. Mist the leaves frequently, especially if the tree is in a very dry and sunny environment.",
    "fertilization": "Fertilize once every two months using organic fertilizers or osmocote, alternating between them. Liquid fertilizers (foliar) can be used, whether chemical or organic."
  },
  {
    "id": "010",
    "name": "Carmona",
    "images": [
      "https://i.imgur.com/z1ErEI9.png",
      "https://i.imgur.com/bHnGL2V.png",
      "https://i.imgur.com/DrvzB93.png",
      "https://i.imgur.com/zCkSGIS.png"
    ],
    "age": "15 years",
    "height": "50 cm",
    "price": "",
    "species": "Carmona",
    "common_names": ["Chá de Fukien"],
    "origin": "Southeast Asia",
    "pot_dimensions": "30 cm x 20 cm x 6.5 cm - Onodera Pot",
    "trunk_diameter": "Not specified",
    "characteristics": "Carmona (Chá de Fukien) is a tree that requires little sun (3 to 4 hours a day) and can only be placed outdoors in warm climates. It prefers a location with good light but without direct sunlight. The ideal temperature is around 20°C, and it should not be exposed to much lower temperatures.",
    "watering": "Keep the tree moist, as it does not tolerate dryness. However, be careful not to water too frequently.",
    "fertilization": "Fertilize the tree once or twice a month from spring to autumn, with less frequent fertilization during winter.",
    "pruning": "Carmona trees tolerate pruning well, and regular pruning will help the tree develop a dense branch structure.",
    "transplanting": "Transplant every two years in early spring using a normal soil mix.",
    "propagation": "Can be propagated from seeds or using cuttings in the summer."
  },
  {
    "id": "011",
    "name": "Cerejeira Silvestre",
    "images": [
      "https://i.imgur.com/W7hSmJL.png",
      "https://i.imgur.com/xIbqqei.png",
      "https://i.imgur.com/kRmCKUT.png",
      "https://i.imgur.com/c0osuze.png"
    ],
    "age": "3 years",
    "height": "20 cm",
    "price": "",
    "species": "Cerejeira Silvestre",
    "common_names": ["Cerejeira"],
    "origin": "Tropical and subtropical America",
    "pot_dimensions": "14 cm x 11 cm x 5 cm (height x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "In nature, it is a medium-sized shrub and originates from tropical and subtropical regions of America. It produces edible bright red fruits and is a very early fruiting plant, starting to produce fruit at one to two years of age.",
    "environment": "The cherry tree should not be exposed to strong sunlight in the summer, but the location should be well-lit. It is important for it to receive direct sunlight during the other seasons, as long as the soil remains moist. Sun exposure is crucial for flowering and fruiting.",
    "watering": "The cherry tree, like most fruit trees, requires a lot of water but does not like waterlogged soil. The humidity in the trunk and roots can encourage fungal growth (white powder), so only water the soil when its surface is dry. Mist the leaves only when the air humidity is low.",
    "fertilization": "The best time to fertilize is during the growing season, from the start of budding in spring to early autumn. Fertilize at least once a year. Fertilizers rich in Phosphorus (P) are recommended. Castor cake and bone meal can be used optionally.",
    "pruning": "For maintenance pruning, cut branches that stray from the desired shape for your bonsai, as well as new shoots near the roots. Clean dried leaves and flowers. The cherry tree tolerates drastic pruning well due to its intense regrowth, even on old wood, and should be done at the end of winter.",
    "transplanting": "The recommended soil mixture for the cherry tree is 50% sifted sand, 30% industrial soil conditioner, and 20% sifted refractory clay, as it requires good drainage. Up to 35% of the roots can be pruned during repotting, which should be done annually or every two years at the end of winter or early spring when intense budding begins.",
    "propagation": "Propagation for bonsai purposes can be done through cuttings or seeds."
  },
  {
    "id": "012",
    "name": "Caliandra Branca",
    "images": [
      "https://i.imgur.com/MVmRAxd.png",
      "https://i.imgur.com/CqaOGUU.png",
      "https://i.imgur.com/IZuh55U.png",
      "https://i.imgur.com/lWBg6Eo.png"
    ],
    "age": "5 years",
    "height": "30 cm",
    "price": "",
    "species": "Calliandra Branca",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Mimosoideae Family",
    "origin": "Native to Brazil",
    "pot_dimensions": "19 cm x 14 cm x 6 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with thin branches that can reach up to 1.0 m in height if not controlled by pruning. The leaves are compound, pinnate with very small leaflets, giving them a feather-like appearance. The flowers are small with long pink, red, or white stamens, grouped in inflorescences that resemble pompoms. Blooms from spring to late summer and can be cultivated throughout the country, with more abundant flowering in regions with mild heat.",
    "cultivation": "Easy to grow and requires direct sunlight, permeable soil, and rich organic matter. It is delicate regarding fertilization, so avoid over-fertilizing.",
    "watering": "This species requires frequent watering due to its dense foliage. During hot periods, it may need watering more than once a day, provided the soil has good drainage, as it does not tolerate constantly waterlogged soil. In nurseries, water only when the soil is slightly dry. Mist the leaves frequently, especially if the tree is in a very dry and sunny environment.",
    "fertilization": "Fertilize once every two months using organic fertilizers or osmocote, alternating between them. Liquid fertilizers (foliar) can be used, whether chemical or organic."
  },
  {
    "id": "013",
    "name": "Piracanta Varegata",
    "images": [
      "https://i.imgur.com/NB5AHc4.png",
      "https://i.imgur.com/HVi1eJy.png",
      "https://i.imgur.com/gTgNSFu.png",
      "https://i.imgur.com/3CIPOv2.png"
    ],
    "age": "4 years",
    "height": "25 cm",
    "price": "",
    "species": "Piracanta Varegata",
    "scientific_name": "Pyracantha Varegata",
    "common_names": ["Espinho de Fogo"],
    "family": "Rosaceae",
    "origin": "South of Europe and Western Asia",
    "pot_dimensions": "16 cm x 12 cm x 4 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Most species of Pyracantha are native to Asia, with some occurrences in Mediterranean Europe. The flowers bloom intensely, occurring in late winter or early spring in clusters of small white flowers. The fruits, depending on the species, can be yellow, orange, or red, ripening in late summer and staying on the plant for several months. One of the features of Pyracantha is the presence of thorns along the branches and trunk, giving it the common name 'Espinho de Fogo'. The most cultivated species in Brazil are Pyracantha angustifolia and Pyracantha coccinea.",
    "cultivation": "The best environment for growing Pyracantha species is outdoors with full sunlight. In very shaded areas, flowering and fruit production can be reduced. It is highly resistant to cold and can tolerate even severe frosts.",
    "watering": "Water regularly during the active growth periods but ensure the soil drains well to avoid waterlogging. It is important to reduce watering during winter or the peak of summer when growth slows down.",
    "fertilization": "Fertilize once every 20-30 days during spring and autumn. Reduce fertilization during periods of slower growth (during winter or peak summer). Organic fertilizers like Taegold and Ecoadubo are recommended, as excessive nitrogen increases internode length excessively.",
    "pruning": "Due to its rapid growth, it should be pruned frequently during the vegetative period, while still sprouting. Long branches should be cut during autumn or winter, before flowering.",
    "transplant": "Every 2-3 years before spring, you should prune the roots during transplantation, cutting about two-thirds of the root mass, but avoid cutting very fine roots to allow recovery after pruning. Take the opportunity to prune unwanted roots for good nebari formation. Remove any rotten roots during the transplant. After transplanting, protect the plant from strong sunlight for at least 30 days, while allowing it to receive morning sunlight.",
    "wiring": "Branch positioning through wiring can be done between spring and summer. Do not water the plant the day before wiring, as it helps make the branch more flexible and reduces breakage. It is also advisable to use other shaping techniques for the Pyracantha bonsai, such as traction and pruning."
  },
  {
    "id": "014",
    "name": "Mini Buxinho",
    "images": [
      "https://i.imgur.com/ALV20Of.jpeg",
      "https://i.imgur.com/TscDTK9.jpeg",
      "https://i.imgur.com/XpNuwwO.jpeg",
      "https://i.imgur.com/VhUTJtS.png"
    ],
    "age": "4 years",
    "height": "32 cm",
    "price": "",
    "species": "Buxus Harlandi",
    "scientific_name": "Buxus harlandi",
    "common_names": ["Mini Buxinho"],
    "family": "Buxaceae",
    "origin": "China",
    "pot_dimensions": "Not specified",
    "trunk_diameter": "Not specified",
    "characteristics": "Buxus harlandi, or Mini Buxinho, is a small ornamental shrub native to southern China. It has small, evergreen leaves that are much smaller than the more well-known Buxus sempervirens species in Brazil. It grows slowly and typically does not exceed a few meters in height in the wild. Its bright green leaves and aged bark, which forms deep fissures over time, give the bonsai a very ancient trunk appearance. This species is widely used for creating shohin-sized bonsais.",
    "cultivation": "The ideal environment for Buxus harlandi is outdoors, where it can be cultivated in partial shade or full sun. It can also tolerate short periods indoors, placed near a window in a well-ventilated and well-lit area.",
    "watering": "Keep the soil always moist but not waterlogged. During the summer, watering should be done more frequently, especially on hot and windy days. It's recommended to water twice a day during these conditions.",
    "fertilization": "The best time to fertilize Buxus harlandi is early spring. Organic fertilizers should be used, alternating with osmocote.",
    "pruning": "Maintenance pruning involves cutting the branches that extend beyond the silhouette of the canopy or trunk to maintain its shape.",
    "transplant": "Transplant the bonsai every 2 years in early spring. Cut at least 1/3 of the roots during the transplant. Avoid fertilizing for the next 4 weeks (only use root stimulators). Water the plant only when the surface of the substrate is partially dry.",
    "wiring": "Buxus harlandi has delicate, rough bark, so care must be taken to avoid marking the trunk with the wire. Wrap the wire loosely and avoid strangling the branches. It is recommended to wire during the winter when the tree is dormant, which makes wire placement easier. Wiring can also be done in the spring, as long as the necessary safety precautions are followed. Wiring should only be done after other training techniques have been applied. The wires should be kept on the bonsai for up to 3 months."
  },
  {
    "id": "015",
    "name": "Amoreira",
    "images": [
      "https://i.imgur.com/cqRg85o.png",
      "https://i.imgur.com/79oy96C.png",
      "https://i.imgur.com/ujDIp9d.png",
      "https://i.imgur.com/01clDn9.png"
    ],
    "age": "5 years",
    "height": "40 cm",
    "price": "",
    "species": "Amoreira",
    "scientific_name": "Morus spp.",
    "common_names": ["Amoreira"],
    "family": "Moraceae",
    "origin": "Asia",
    "pot_dimensions": "Not specified",
    "trunk_diameter": "Not specified",
    "characteristics": "Amoreira is a medium-to-large deciduous tree from the Moraceae family, mainly found in Asia. The tree has light green leaves, which can be rounded or lobed. It is well-known for its fruits and autumnal coloration. The species is highly valued for its adaptability and fruit production, especially in temperate climates.",
    "cultivation": "Amoreira is a resilient plant that thrives outdoors. During the summer, it can experience leaf burn from excessive sun exposure, so some protection from the heat may be necessary.",
    "watering": "Amoreira has high water consumption and, although resistant to the sun, its leaves can dehydrate easily. Regular watering is important to keep the plant healthy.",
    "fertilization": "Fertilize from February to October with Ecobonsai (monthly) and Osmocote, alternating between the two. The plant benefits from additional iron in the substrate, as it is prone to iron deficiencies. The use of 'Forth Frutas' can help promote fruiting.",
    "pruning": "Careful pruning is needed to prevent excessive leaf elongation. After the first leaf appears, 'Metsumi' should be performed to maintain shape. When the plant is healthy, it can be defoliated in midsummer to improve autumn coloration and reduce leaf size. After defoliation, 'Metsumi' should be resumed for further control.",
    "transplant": "Transplant every two or three years before bud break, removing 1/3 of the roots. Carefully remove any dead, damaged, or poorly formed roots. Ensure that the soil does not become waterlogged after transplanting, as this could lead to root rot.",
    "wiring": "Wiring is best done at the end of winter or during defoliation. The plant is adaptable to various climates and regions of Brazil and is increasingly popular for Bonsai cultivation in the country."
  },
  {
    "id": "016",
    "name": "Calliandra White",
    "images": [
      "https://i.imgur.com/mJMfl2g.png",
      "https://i.imgur.com/ZLU1O5x.png",
      "https://i.imgur.com/oaxsjk6.png",
      "https://i.imgur.com/ZLU1O5x.png"
    ],
    "age": "5 years",
    "height": "30 cm",
    "price": "",
    "species": "Calliandra White",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Mimosoideae family",
    "origin": "Native to Brazil",
    "pot_dimensions": "19 cm x 14 cm x 6 cm",
    "trunk_diameter": "Not specified",
    "characteristics": "This shrubby plant of the Calliandra White species has thin branches and can reach up to 1.0 m in height if not pruned. Its leaves are compound, with very small leaflets, giving them a feather-like appearance. The small flowers have long stamens in pink, red, or white colors, gathered in inflorescences resembling a pompom.",
    "cultivation": "Easy to cultivate, requires direct sunlight and permeable soil rich in organic matter. Sensitive to fertilization, it should not be overdone.",
    "watering": "Requires regular watering due to its dense foliage. During hot periods, it may need watering more than once a day, as long as the soil has good drainage. Avoid waterlogged soil. In the nursery, water only when the soil is slightly dry. Mist the leaves frequently, especially in dry and sun-exposed environments.",
    "fertilization": "Fertilize every two months using organic fertilizers or osmocote, alternating between them. Foliar chemical or organic liquid fertilizers can also be used.",
    "pruning": "Regular pruning is needed to control growth and maintain a compact shape.",
    "transplant": "Transplant as needed, ensuring the soil has good drainage and the plant receives adequate light.",
    "wiring": "Wiring should be done carefully, considering the delicate structure of the bonsai."
  },
  {
    "id": "017",
    "name": "Serissa Phoetida",
    "images": [
      "https://i.imgur.com/aQaAKHs.png",
      "https://i.imgur.com/eWyjOT1.png",
      "https://i.imgur.com/Ow6gJOq.png",
      "https://i.imgur.com/kWrnrq3.png"
    ],
    "age": "4 years",
    "height": "27 cm",
    "price": "",
    "species": "Serissa Phoetida",
    "scientific_name": "Serissa Phoetida",
    "common_names": ["Serissa", "Snow Rose", "Tree of a Thousand Stars"],
    "family": "Rubiaceae",
    "origin": "Southern China and Japan",
    "pot_dimensions": "18 cm x 13 cm x 5.5 cm",
    "trunk_diameter": "Not specified",
    "characteristics": "A perennial shrub with small, oval green leaves. There are different varieties, and the most commonly marketed as Bonsai is the Serissa Rosa, produced in China. Other varieties include Serissa Japonica and Serissa from Shanghai (less common in the market). All varieties have a variegated version (green and white leaves) caused by a harmless virus that affected the mother plant.",
    "cultivation": "Thrives in cool environments with less intense sunlight. In hot and dry environments, it may experience leaf burn easily. Grows best in partial shade, with rapid and vigorous growth. This species does not tolerate frost and should be protected in winter. Constant cold winds may cause sparse and irregular growth of new shoots.",
    "watering": "Sensitive to fungal infections caused by overwatering. Allow the top layer of soil to dry slightly between waterings, especially in winter when growth almost stagnates. Water generously with a showerhead-style watering can after the soil has dried slightly.",
    "fertilization": "Fertilize from early spring to mid-autumn, using a phosphorus-rich fertilizer (e.g., Fosway) before blooming. Avoid fertilizing during flowering periods.",
    "pruning": "Regular maintenance pruning involves cutting off branches that extend beyond the desired silhouette of the crown or trunk.",
    "transplant": "Although its root growth is slow, change the substrate every two years at the beginning of spring. Trim at least one-third of the roots. Do not fertilize for the next four weeks (use only root growth stimulants). Water only when the substrate is partially dry on the surface.",
    "wiring": "Serissa Rosa has very delicate bark, so be careful not to mark the trunk with wire. Wrap the wire carefully and leave it slightly loose. Avoid strangling branches. It is ideal to wire during winter when the tree is dormant, as it makes wire placement easier. Wiring can also be done in spring if proper safety precautions are observed. It is recommended to use wiring techniques only after other training techniques have been applied. The wire should be left for up to 3 months."
  },
  {
    "id": "018",
    "name": "Calliandra Branca",
    "images": [
      "https://i.imgur.com/RET3KI5.png",
      "https://i.imgur.com/TDyEe0Z.png",
      "https://i.imgur.com/iKhPHk9.png",
      "https://i.imgur.com/CVBegdQ.png"
    ],
    "age": "4 years",
    "height": "19 cm",
    "price": "",
    "species": "Calliandra brevipes Benth.",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Calliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Mimosoideae Family",
    "origin": "Native to Brazil",
    "pot_dimensions": "16 cm x 12 cm x 5 cm",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with fine branches, which can reach up to 1.0 m in height if not controlled by pruning. The leaves are compound, pinnate, with small leaflets, giving them the appearance of a bird's feather. The flowers are small, with long pink, red, or white stamens, gathered in an inflorescence. The inflorescence looks like a pompom.",
    "cultivation": "Easy to cultivate, requires direct sunlight, permeable soil, and rich organic matter. Sensitive to over-fertilization, so be careful with the amount.",
    "watering": "This species requires regular watering due to its dense, leafy foliage. During hot periods, it may need to be watered more than once a day, provided the soil has good drainage, as this species does not tolerate constantly waterlogged soil. In a nursery, it should be watered only when the soil is slightly dry. Regularly mist the leaves, especially if the tree is in a very dry and sun-exposed environment.",
    "fertilization": "Fertilize every two months using organic fertilizers or osmocote, alternating between them. Liquid (foliar) chemical or organic fertilizers can also be used.",
    "pruning": "Regular maintenance pruning involves cutting branches that extend beyond the desired silhouette of the crown or trunk.",
    "transplant": "The plant should be transplanted every two or three years, removing one-third of the roots and eliminating any dead, damaged, or poorly formed roots. It should be transplanted before bud break, ensuring that the soil is not waterlogged after transplanting.",
    "wiring": "As the species is sensitive, it is recommended to wire the branches carefully, ensuring the wire is not too tight to avoid damaging the branches."
  },
  {
    "id": "019",
    "name": "Caliandra",
    "images": [
      "https://i.imgur.com/PS2vOUz.png",
      "https://i.imgur.com/UE0epdc.png",
      "https://i.imgur.com/UMSAprm.png",
      "https://i.imgur.com/qiLndSC.png"
    ],
    "age": "5 years",
    "height": "30 cm",
    "price": "",
    "species": "Calliandra Branca",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Mimosoideae Family",
    "origin": "Native to Brazil",
    "pot_dimensions": "19 cm x 14 cm x 6 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with thin branches that can reach up to 1.0 m in height if not controlled by pruning. The leaves are compound, pinnate with very small leaflets, giving them a feather-like appearance. The flowers are small with long pink, red, or white stamens, grouped in inflorescences that resemble pompoms. Blooms from spring to late summer and can be cultivated throughout the country, with more abundant flowering in regions with mild heat.",
    "cultivation": "Easy to grow and requires direct sunlight, permeable soil, and rich organic matter. It is delicate regarding fertilization, so avoid over-fertilizing.",
    "watering": "This species requires frequent watering due to its dense foliage. During hot periods, it may need watering more than once a day, provided the soil has good drainage, as it does not tolerate constantly waterlogged soil. In nurseries, water only when the soil is slightly dry. Mist the leaves frequently, especially if the tree is in a very dry and sunny environment.",
    "fertilization": "Fertilize once every two months using organic fertilizers or osmocote, alternating between them. Liquid fertilizers (foliar) can be used, whether chemical or organic."
  },
  {
    "id": "020",
    "name": "Cotoneaster",
    "images": [
      "https://i.imgur.com/7ivEIwX.png",
      "https://i.imgur.com/V2aQc7c.png",
      "https://i.imgur.com/BdDZ3g3.png",
      "https://i.imgur.com/37YhMGh.png"
    ],
    "age": "5 years",
    "height": "30 cm",
    "price": "",
    "species": "Cotoneaster minifólia",
    "scientific_name": "Cotoneaster minifólia",
    "common_names": ["Cotoneaster"],
    "family": "Not specified",
    "origin": "Europe, Africa, and Asia",
    "pot_dimensions": "18 cm x 13 cm x 5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Deciduous shrub (its leaves fall in harsh winters) from mountainous regions of Europe, North Africa, and Asia (except Japan). It has dark green, very small leaves, and red, abundant fruits. Cotoneaster is widely used for bonsai due to the small size of its leaves and fruits.",
    "environment": "The ideal cultivation location is outdoors, in partial shade or full sun. It can spend short periods indoors near a window in a well-ventilated and well-lit area. It is recommended that the bonsai receives at least 2 to 4 hours of sunlight daily for proper photosynthesis.",
    "watering": "Keep the soil consistently moist, but not waterlogged. During the summer, water care must be increased. On hot days or with strong winds, it is recommended to water twice. Ensure water drains from the bottom of the pot.",
    "pruning": "Maintain the shape of the Cotoneaster by pruning branches that extend beyond the desired silhouette of the crown or trunk.",
    "fertilization": "The best time to fertilize is at the beginning of spring. Use organic fertilizer, alternating with osmocote (chemical fertilizer). These fertilizers are available in our physical and online store.",
    "transplanting": "Change the substrate every 2 years, in early spring. Cut at least one-third of the roots. Do not fertilize for the next 4 weeks (use only root stimulants). Keep the bonsai in partial shade and water only when the surface of the substrate is slightly dry.",
    "wiring": "Carefully wrap the wire, leaving it slightly loose. Be cautious not to strangle the branch. Wiring should only be done after other training techniques have been applied. Keep the wire for up to 4 months."
  },
  {
    "id": "021",
    "name": "Serissa",
    "images": [
      "https://i.imgur.com/hkvCbsr.jpeg",
      "https://i.imgur.com/qqykaHS.jpeg",
      "https://i.imgur.com/2UPBDL5.jpeg",
      "https://i.imgur.com/3lufCRY.jpeg"
    ],
    "age": "7 years",
    "height": "33 cm",
    "price": "",
    "species": "Serissa Phoetida",
    "scientific_name": "Serissa Phoetida",
    "common_names": ["Serissa"],
    "family": "Not specified",
    "origin": "Southern China and Japan",
    "pot_dimensions": "20 cm x 15 cm x 6.5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Evergreen shrub with small, oval green leaves. There are different varieties, the most commonly sold as Bonsai is the Serissa Rosa, which is produced in China. Other varieties include Serissa Japonica and Serissa from Shanghai (less common in the market). All varieties have a variegated version (with white and green leaves) caused by a harmless virus that affected the original plant.",
    "environment": "Prefers cool environments with less intense sunlight. In hot and dry conditions, it is susceptible to leaf burn. It grows better and faster in partial shade. This species cannot tolerate frost and should be protected during winter. Constant cold winds result in sparse and irregular growth of the buds.",
    "watering": "Due to its sensitivity to fungal infections caused by excess water, it is important to let the top layer of soil dry slightly between waterings (especially in winter when its growth nearly stops). Water thoroughly with a shower-style watering can.",
    "pruning": "Maintenance pruning of Serissa involves cutting branches that extend beyond the desired silhouette of the crown or trunk.",
    "fertilization": "The best time to fertilize Serissa is from early spring to mid-autumn. Use phosphorus-rich fertilizers (Fosway) before blooming. Do not fertilize during the blooming period.",
    "transplanting": "Although its root growth is very slow, change the substrate every 2 years in early spring. Cut at least one-third of the roots. Do not fertilize for the next 4 weeks (use only root stimulants). Water only when the substrate is slightly dry on the surface.",
    "wiring": "Serissa Rosa has very delicate bark, so great care must be taken to avoid marking the trunk with the wire. Wrap the wire carefully, leaving it slightly loose. Be cautious not to strangle the branch. The best time to wire is during winter, when the tree is dormant, making it easier to place the wire without marking the branch. Wiring can also be done in spring, as long as proper safety measures are followed. Wiring should be maintained for up to 3 months."
  },
  {
    "id": "022",
    "name": "Mini Buxinho",
    "images": [
      "https://i.imgur.com/KPOMvsG.jpeg",
      "https://i.imgur.com/QdmkUtR.jpeg",
      "https://i.imgur.com/SpseSeL.jpeg",
      "https://i.imgur.com/gqPlOr9.jpeg"
    ],
    "age": "14 years",
    "height": "32 cm",
    "price": "",
    "species": "Bosque de Buxus Harlandi",
    "scientific_name": "Buxus harlandi",
    "common_names": ["Mini Buxinho"],
    "family": "Not specified",
    "origin": "Southern China",
    "pot_dimensions": "30 cm x 20 cm x 4 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Buxus harlandi, commonly known as Mini Buxinho in Brazil, is a small-leaved evergreen shrub from southern China. It has slower growth and typically does not exceed a few meters in height. Its leaves are small, green, and shiny. The most attractive feature is the appearance of aged bark, which, over time, forms deep fissures, giving the bonsai the look of an ancient trunk. It is widely used in the formation of shohin bonsai (small size).",
    "environment": "The ideal cultivation location is outdoors, where it can be grown in partial shade or full sun. It can also spend short periods indoors near a window in a well-ventilated and well-lit area.",
    "watering": "Keep the soil consistently moist, but not waterlogged. During the summer, water carefully and frequently. On hot days or when there is wind, it is advisable to water twice.",
    "pruning": "Maintenance pruning of Mini Buxinho involves cutting branches that extend beyond the desired silhouette of the crown or trunk.",
    "fertilization": "The best time to fertilize Mini Buxinho is in early spring. Use organic fertilizer, alternating with osmocote.",
    "transplanting": "Change the substrate every 2 years in early spring. Cut at least one-third of the roots. Do not fertilize for the next 4 weeks (use only root stimulants). Water only when the substrate is slightly dry on the surface.",
    "wiring": "Mini Buxinho has very delicate and rough bark, so great care must be taken to avoid marking the trunk with the wire. Wrap the wire carefully, leaving it slightly loose. Be cautious not to strangle the branch. Wiring should ideally be done in winter, when the tree is dormant, making it easier to place the wire without damaging the branch. Wiring can also be done in spring, as long as proper safety measures are followed. Wiring should be maintained for up to 3 months."
  },
  {
    "id": "023",
    "name": "Momiji",
    "images": [
      "https://i.imgur.com/SQSywf7.jpeg",
      "https://i.imgur.com/Jxn5xcs.jpeg",
      "https://i.imgur.com/PULzdGJ.jpeg",
      "https://i.imgur.com/z7Yu4iU.jpeg"
    ],
    "age": "17 years",
    "height": "45 cm",
    "price": "",
    "species": "Acer Palmatum",
    "scientific_name": "Acer palmatum",
    "common_names": ["Momiji"],
    "family": "Aceraceae",
    "origin": "Japan",
    "pot_dimensions": "33 cm x 25 cm x 6,5 cm (height x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Acer palmatum, commonly known as Momiji, is native to Japan and one of the most traditional species in the bonsai world. Its leaves are green in spring and summer, turning yellow-orange to dark red in autumn. It is a deciduous tree that retains its appeal in winter with fine branch distribution. Prefers fresh, humid environments and is ideal for regions with defined seasons and low temperatures in winter.",
    "environment": "Acer palmatum loves light but should not be exposed to direct sunlight during hot summer days, as it can burn the tips of its leaves. It should be placed in a well-lit area where it can receive sunlight directly on its leaves during cooler periods of the day (before 10:00 AM and after 4:00 PM).",
    "watering": "Water only when the substrate is partially dry on the surface. In summer and windy days, water in the morning and afternoon, making sure to water until the water starts to drain from the pot.",
    "pruning": "Requires constant pruning to maintain its shape throughout the growing period. Acer trees respond well to pruning, especially from early spring to mid-summer when their growth is more vigorous.",
    "fertilization": "Fertilize every 20-30 days from early spring to the beginning of autumn. Organic fertilizers like Taegold and Ecoadubo are preferred, as excess nitrogen can cause excessive internode growth.",
    "transplanting": "Transplant every 2 years at the end of winter, using a substrate made of 50% organic compost and 50% coarse sand or tile fragments.",
    "wiring": "Acer palmatum has very delicate bark, so it is crucial to ensure that the wire does not mark the trunk. Carefully wrap the wire, leaving it slightly loose. When wiring an Acer, observe the growth of the branches, as sometimes the rapid growth can cause the wire to strangle them. Ideally, wiring should be done in winter when growth is minimal, making it easier to place the wire without damaging the branches. Wiring should be left on for up to 3 months, and it is best to use enameled aluminum wire."
  },
  {
    "id": "024",
    "name": "Serissa Phoetida",
    "images": [
      "https://i.imgur.com/bAlby4T.jpeg",
      "https://i.imgur.com/NeGnrDy.jpeg",
      "https://i.imgur.com/mWerrzt.jpeg",
      "https://i.imgur.com/cKJjm80.jpeg"
    ],
    "age": "3 years",
    "height": "24 cm",
    "price": "",
    "species": "Serissa Phoetida",
    "scientific_name": "Serissa phoetida",
    "common_names": ["Serissa Rosa"],
    "family": "Rhamnaceae",
    "origin": "Southern China and Japan",
    "pot_dimensions": "14 cm x 11 cm x 6,5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Serissa phoetida is an evergreen shrub with small, oval, green leaves. There are different varieties, with the most commercially available being the Serissa Rosa, produced in China. Other varieties include Serissa Japônica and Serissa de Shangai. All have a variegated version (green and white leaves) due to a harmless virus that affected the mother plant. It is highly valued for bonsai due to its attractive flowers and small leaves.",
    "environment": "Serissa phoetida thrives in cooler environments with less intense sunlight. In hot, dry conditions, leaf burn can occur easily. It grows best in semi-shaded areas and responds more vigorously to these conditions. This species cannot tolerate frost and should be protected in winter. Constant cold winds can cause sparse and irregular growth of the shoots.",
    "watering": "This species is sensitive to fungi caused by excess water, so it is important to allow the top layer of soil to dry slightly between waterings, especially during winter when growth almost stagnates. Water abundantly using a shower-like watering can.",
    "pruning": "Prune Serissa by cutting back branches that extend beyond the silhouette of the crown or trunk, maintaining its desired shape.",
    "fertilization": "Fertilize Serissa from early spring to mid-autumn, using a fertilizer rich in phosphorus (Fosway) before the blooming period. Avoid fertilizing during the flowering stage.",
    "transplanting": "Despite its slow root growth, transplant Serissa every 2 years at the start of spring. Cut at least 1/3 of the roots. Do not fertilize for the first 4 weeks after transplanting (use a rooting hormone if necessary). Water only when the substrate is partially dry on the surface.",
    "wiring": "Serissa Rosa has very delicate bark, so care must be taken to prevent the wire from marking the trunk. Wrap the wire carefully, leaving it slightly loose. Take care to avoid strangling the branches. The ideal time for wiring is winter when the tree is dormant, making it easier to apply the wire without damaging the branches. Wiring can also be done in spring, but safety precautions should be followed. The wires should remain for up to 3 months."
  },
  {
    "id": "025",
    "name": "Serissa Phoetida",
    "images": [
      "https://i.imgur.com/mvgBcsa.png",
      "https://i.imgur.com/sDELjI6.png",
      "https://i.imgur.com/4ucfF8o.png",
      "https://i.imgur.com/IA0QHH5.png"
    ],
    "age": "7 years",
    "height": "36 cm",
    "price": "",
    "species": "Serissa Phoetida",
    "scientific_name": "Serissa phoetida",
    "common_names": ["Serissa Rosa"],
    "family": "Rhamnaceae",
    "origin": "Southern China and Japan",
    "pot_dimensions": "20 cm x 14,5 cm x 6,5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Serissa phoetida is an evergreen shrub with small, oval, green leaves. There are different varieties, with the most commercially available being the Serissa Rosa, produced in China. Other varieties include Serissa Japônica and Serissa de Shangai. All have a variegated version (green and white leaves) due to a harmless virus that affected the mother plant. It is highly valued for bonsai due to its attractive flowers and small leaves.",
    "environment": "Serissa phoetida thrives in cooler environments with less intense sunlight. In hot, dry conditions, leaf burn can occur easily. It grows best in semi-shaded areas and responds more vigorously to these conditions. This species cannot tolerate frost and should be protected in winter. Constant cold winds can cause sparse and irregular growth of the shoots.",
    "watering": "This species is sensitive to fungi caused by excess water, so it is important to allow the top layer of soil to dry slightly between waterings, especially during winter when growth almost stagnates. Water abundantly using a shower-like watering can.",
    "pruning": "Prune Serissa by cutting back branches that extend beyond the silhouette of the crown or trunk, maintaining its desired shape.",
    "fertilization": "Fertilize Serissa from early spring to mid-autumn, using a fertilizer rich in phosphorus (Fosway) before the blooming period. Avoid fertilizing during the flowering stage.",
    "transplanting": "Despite its slow root growth, transplant Serissa every 2 years at the start of spring. Cut at least 1/3 of the roots. Do not fertilize for the first 4 weeks after transplanting (use a rooting hormone if necessary). Water only when the substrate is partially dry on the surface.",
    "wiring": "Serissa Rosa has very delicate bark, so care must be taken to prevent the wire from marking the trunk. Wrap the wire carefully, leaving it slightly loose. Take care to avoid strangling the branches. The ideal time for wiring is winter when the tree is dormant, making it easier to apply the wire without damaging the branches. Wiring can also be done in spring, but safety precautions should be followed. The wires should remain for up to 3 months."
  },
  {
    "id": "026",
    "name": "Serissa Variegata",
    "images": [
      "https://i.imgur.com/tvyeqk2.jpeg",
      "https://i.imgur.com/5yvQZM5.jpeg",
      "https://i.imgur.com/NRcPZcy.jpeg",
      "https://i.imgur.com/e03Z4b7.jpeg"
    ],
    "age": "5 years",
    "height": "25 cm",
    "price": "",
    "species": "Serissa Variegata",
    "scientific_name": "Serissa phoetida variegata",
    "common_names": ["Serissa Variegata"],
    "family": "Rhamnaceae",
    "origin": "Southern China and Japan",
    "pot_dimensions": "17 cm x 13 cm x 4,5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Serissa variegata is an evergreen shrub with small, oval, green leaves that are variegated with white, a trait caused by a harmless virus that affected the original mother plant. It is one of the most popular varieties for bonsai cultivation. The most common variety sold as bonsai is the Serissa Rosa, but there are also less common varieties like Serissa Japônica and Serissa de Shangai.",
    "environment": "Serissa variegata thrives in cooler environments with less intense sunlight. In hot and dry climates, the leaves can burn easily. It grows best in semi-shaded areas and tends to grow more vigorously in these conditions. This species cannot tolerate frost and must be protected in winter. Constant cold winds can cause sparse and irregular growth of the shoots.",
    "watering": "Serissa variegata is sensitive to fungi caused by excessive water. Allow the surface of the soil to dry slightly between waterings, particularly in winter when growth stagnates. Water abundantly using a shower-like watering can.",
    "pruning": "Maintenance pruning is done by cutting branches that extend beyond the silhouette of the crown or trunk.",
    "fertilization": "Fertilize from early spring to mid-autumn with a phosphorus-rich fertilizer (Fosway) before flowering. Do not fertilize during flowering periods.",
    "transplanting": "Despite its slow root growth, transplant Serissa variegata every 2 years at the start of spring. Cut at least 1/3 of the roots. Avoid fertilizing for the first 4 weeks after transplanting (use a rooting hormone if necessary). Water only when the substrate is partially dry on the surface.",
    "wiring": "Serissa variegata has very delicate bark, so great care must be taken to avoid marking the trunk with the wire. Wrap the wire carefully, leaving it slightly loose. Be sure the wire does not constrict the branches. The ideal time for wiring is winter, when the tree is dormant, making it easier to apply the wire without damaging the branches. Wiring can also be done in spring, but safety precautions should be followed. The wires should remain for up to 3 months."
  },
  {
    "id": "027",
    "name": "Serissa Phoetida",
    "images": [
      "https://i.imgur.com/3yejDHz.png",
      "https://i.imgur.com/dYWi3fl.png",
      "https://i.imgur.com/XoBgiCO.png",
      "https://i.imgur.com/APWyUI9.png"
    ],
    "age": "4 years",
    "height": "27 cm",
    "price": "",
    "species": "Serissa Phoetida",
    "scientific_name": "Serissa phoetida",
    "common_names": ["Serissa Phoetida"],
    "family": "Rhamnaceae",
    "origin": "Southern China and Japan",
    "pot_dimensions": "18 cm x 13 cm x 5,5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Serissa phoetida is an evergreen shrub with small, oval green leaves. It comes in different varieties, with the most common one for bonsai being the Serissa Rosa, which is produced in China. Other varieties include Serissa Japônica and Serissa de Shangai. All varieties have a variegated form (white and green leaves) caused by a harmless virus that affected the original mother plant.",
    "environment": "Serissa phoetida prefers cool environments with less intense sunlight. In hot and dry conditions, the leaves may burn easily. It grows better, faster, and more vigorously in semi-shaded areas. This species does not tolerate frost and must be protected during winter. Constant cold winds can cause sparse and irregular shoot growth.",
    "watering": "This species is sensitive to fungal diseases caused by excessive water. Allow the surface layer of the soil to dry slightly between waterings, especially in winter when growth almost stops. Water abundantly using a shower-like watering can.",
    "pruning": "Maintenance pruning of Serissa is done by cutting branches that extend beyond the silhouette of the crown or trunk.",
    "fertilization": "Fertilize from early spring to mid-autumn using a phosphorus-rich fertilizer (Fosway) before flowering. Avoid fertilizing during flowering periods.",
    "transplanting": "Despite slow root growth, transplant Serissa phoetida every 2 years at the beginning of spring. Cut at least 1/3 of the roots. Do not fertilize for the first 4 weeks after transplanting (use a rooting hormone if necessary). Water only when the surface of the substrate is partially dry.",
    "wiring": "Serissa phoetida has very delicate bark, so it is important to avoid marking the trunk with the wire. Wrap the wire carefully, leaving it slightly loose. Ensure the wire does not constrict the branches. The ideal time for wiring is winter when the tree is dormant, making it easier to apply the wire. Wiring can also be done in spring, but safety measures should be followed. Wires should be kept for up to 3 months."
  },
  {
    "id": "028",
    "name": "Ulmus Parvifolia",
    "images": [
      "https://i.imgur.com/y1lmSrt.png",
      "https://i.imgur.com/SXAVq1b.jpeg",
      "https://i.imgur.com/Tj4ULoR.jpeg",
      "https://i.imgur.com/GVnSbei.jpeg"
    ],
    "age": "6 years",
    "height": "30 cm",
    "price": "",
    "species": "Ulmus Parvifolia",
    "scientific_name": "Ulmus parvifolia",
    "common_names": ["Chinese Elm"],
    "family": "Ulmaceae",
    "origin": "Northern Hemisphere and Temperate Regions",
    "pot_dimensions": "20 cm x 14,5 cm x 6 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Ulmus parvifolia, commonly known as the Chinese Elm, is a semi-deciduous tree, meaning it may or may not lose its leaves in autumn and winter, depending on the climate in which it is grown. The tree typically has small, serrated, shiny leaves and grows rapidly. In nature, it can easily exceed 20 meters in height.",
    "environment": "Ulmus parvifolia thrives in cool environments with less intense sunlight. In hot and dry conditions, the leaves may burn easily. It grows better in semi-shaded areas, more rapidly and vigorously. This species does not tolerate frost and should be protected during winter. Constant cold winds may lead to sparse and irregular shoot growth.",
    "watering": "Water only when the substrate is partially dry on the surface.",
    "pruning": "Requires constant pruning to maintain shape throughout the growing season. The Ulmus responds well to pruning, even heavy pruning, promoting growth from old wood. The best time to prune is in spring when the tree begins to mobilize its sap, but pruning can also be done in summer due to its intense growth.",
    "fertilization": "Fertilize every 20-30 days, from early spring through summer and autumn.",
    "transplanting": "Transplant every 2 years at the end of winter into a substrate made of 70% organic compost and 30% coarse sand.",
    "wiring": "Ulmus parvifolia has very delicate bark, so it is important to ensure the wire does not mark the trunk. Wrap the wire carefully, leaving it slightly loose. Be mindful of the rapid growth of branches, which can sometimes cause strangulation. The ideal time for wiring is winter when the tree is dormant, making it easier to apply the wire. Wiring can also be done in spring, as long as safety precautions are observed. It is recommended to apply wiring techniques only after other training techniques have been used. Wires should be kept for up to 3 months."
  },
  {
    "id": "029",
    "name": "Serissa Phoetida",
    "images": [
      "https://i.imgur.com/enLWcDf.png",
      "https://i.imgur.com/2vw7f7N.png",
      "https://i.imgur.com/1q3MhXq.png",
      "https://i.imgur.com/V1RbzWp.png"
    ],
    "age": "4 years",
    "height": "27 cm",
    "price": "",
    "species": "Serissa Phoetida",
    "scientific_name": "Serissa phoetida",
    "common_names": ["Snowrose", "Tree of a Thousand Stars"],
    "family": "Rubiaceae",
    "origin": "Southern China and Japan",
    "pot_dimensions": "18 cm x 13 cm x 5,5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Serissa Phoetida is a perennial shrub with small, oval, green leaves. There are different varieties, with the most commonly sold as Bonsai being the Serissa Rosa, which is produced in China. Other varieties include Serissa Japonica and Serissa from Shanghai, which are less common in the market. All varieties can have a variegated version (white and green leaves) caused by a harmless virus affecting the mother plant.",
    "environment": "This species thrives in cool environments with less intense sunlight. In hot and dry conditions, leaf burn can occur easily. It grows best in partial shade, where it develops faster and more vigorously. It is not frost-tolerant and should be protected during winter. Constant cold winds can result in sparse and irregular growth of new shoots.",
    "watering": "Serissa Phoetida is sensitive to fungus caused by overwatering. Allow the top layer of soil to dry slightly between waterings, especially in winter when growth nearly stagnates. Water abundantly with a shower-type watering can.",
    "pruning": "Prune the Serissa regularly by cutting off branches that extend beyond the silhouette of the crown or trunk.",
    "fertilization": "The best time to fertilize Serissa is from early spring until mid-autumn. Use a phosphorus-rich fertilizer (Fosway) before flowering. Avoid fertilizing during the flowering period.",
    "transplanting": "Despite its slow root growth, it is recommended to change the substrate every 2 years at the beginning of spring. Cut at least 1/3 of the roots. Do not fertilize for the next 4 weeks (use only a rooting compound). Water only when the surface of the substrate is partially dry.",
    "wiring": "Serissa Rosa has very delicate bark, so extra care is required to avoid marking the trunk with the wire. Wrap the wire carefully, leaving it slightly loose. Be cautious not to strangle the branches. The ideal time for wiring is winter when the tree is dormant, as this makes it easier to place the wire. Wiring can also be done in spring, provided safety precautions are followed. Wiring techniques should be applied only after other training techniques have been used. Keep the wires on for up to 3 months."
  },
  {
    "id": "030",
    "name": "Ulmus Parvifolia",
    "images": [
      "https://i.imgur.com/ki6LruE.jpeg",
      "https://i.imgur.com/w6Rir8m.jpeg",
      "https://i.imgur.com/8v7v8nf.jpeg",
      "https://i.imgur.com/EHvbxiD.jpeg"
    ],
    "age": "7 years",
    "height": "32 cm",
    "price": "",
    "species": "Ulmus Parvifolia",
    "scientific_name": "Ulmus parvifolia",
    "common_names": ["Chinese Elm"],
    "family": "Ulmaceae",
    "origin": "Northern Hemisphere and Temperate Regions",
    "pot_dimensions": "20 cm x 15 cm x 7 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Originating from China and some temperate areas of the Northern Hemisphere, Ulmus is considered a semi-deciduous tree, meaning it may or may not shed its leaves during autumn and winter, depending on the climate it is grown in. Most species have small, glossy, serrated leaves and grow rapidly. In nature, they can exceed 20 meters in height.",
    "environment": "Ulmus thrives in cool environments with less intense sunlight. In hot and dry conditions, leaf burn may occur easily. It grows best in partial shade, developing more quickly and vigorously. This species does not tolerate frost and should be protected in winter. Constant cold winds may cause sparse and irregular new shoot growth.",
    "watering": "Water only when the substrate is partially dry on the surface.",
    "fertilization": "Fertilize once every 20-30 days, from early spring through summer and autumn.",
    "pruning": "Ulmus requires regular pruning to maintain its shape throughout the growing period. It responds well to strong pruning, with new growth emerging from old wood. The best time to prune is in spring, when the buds begin to swell and the tree starts mobilizing its sap. It can also be pruned in summer due to its intense growth.",
    "transplanting": "Transplant every 2 years at the end of winter using a substrate made of 70% organic compost and 30% coarse sand.",
    "wiring": "Ulmus has very delicate bark, so special attention should be given to prevent the wire from marking the trunk. Wrap the wire carefully, leaving it slightly loose. When wiring Ulmus, observe the growth of the branches, as rapid growth may lead to strangulation. The best time to wire is in winter when the tree is dormant, making it easier to apply the wire. Wiring can also be done in spring if safety measures are followed. Wiring should only be done after other training techniques have been applied. Wires should be kept on for up to 3 months."
  },
  {
    "id": "031",
    "name": "Ulmus Parvifolia",
    "images": [
      "https://i.imgur.com/7uXwpdI.jpeg",
      "https://i.imgur.com/yyoGCGG.jpeg",
      "https://i.imgur.com/oGbVuXU.jpeg",
      "https://i.imgur.com/SYlrQgq.jpeg"
    ],
    "age": "7 years",
    "height": "30 cm",
    "price": "",
    "species": "Ulmus Parvifolia",
    "scientific_name": "Ulmus parvifolia",
    "common_names": ["Chinese Elm"],
    "family": "Ulmaceae",
    "origin": "Northern Hemisphere and Temperate Regions",
    "pot_dimensions": "20 cm x 15 cm x 7 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Originating from China and some temperate areas of the Northern Hemisphere, Ulmus is considered a semi-deciduous tree, meaning it may or may not shed its leaves during autumn and winter, depending on the climate it is grown in. Most species have small, glossy, serrated leaves and grow rapidly. In nature, they can exceed 20 meters in height.",
    "environment": "Ulmus thrives in cool environments with less intense sunlight. In hot and dry conditions, leaf burn may occur easily. It grows best in partial shade, developing more quickly and vigorously. This species does not tolerate frost and should be protected in winter. Constant cold winds may cause sparse and irregular new shoot growth.",
    "watering": "Water only when the substrate is partially dry on the surface.",
    "fertilization": "Fertilize once every 20-30 days, from early spring through summer and autumn.",
    "pruning": "Ulmus requires regular pruning to maintain its shape throughout the growing period. It responds well to strong pruning, with new growth emerging from old wood. The best time to prune is in spring, when the buds begin to swell and the tree starts mobilizing its sap. It can also be pruned in summer due to its intense growth.",
    "transplanting": "Transplant every 2 years at the end of winter using a substrate made of 70% organic compost and 30% coarse sand.",
    "wiring": "Ulmus has very delicate bark, so special attention should be given to prevent the wire from marking the trunk. Wrap the wire carefully, leaving it slightly loose. When wiring Ulmus, observe the growth of the branches, as rapid growth may lead to strangulation. The best time to wire is in winter when the tree is dormant, making it easier to apply the wire. Wiring can also be done in spring if safety measures are followed. Wiring should only be done after other training techniques have been applied. Wires should be kept on for up to 3 months."
  },
  {
    "id": "032",
    "name": "Momiji",
    "images": [
      "https://i.imgur.com/6i8meDS.jpeg",
      "https://i.imgur.com/kBhkzCG.jpeg",
      "https://i.imgur.com/hllj4cx.jpeg",
      "https://i.imgur.com/UfXmF5i.jpeg"
    ],
    "age": "14 years",
    "height": "38 cm (including pot)",
    "price": "",
    "species": "Acer Palmatum",
    "scientific_name": "Acer palmatum",
    "common_names": ["Japanese Maple", "Momiji"],
    "family": "Sapindaceae",
    "origin": "Japan",
    "pot_dimensions": "24 cm x 19 cm x 8 cm (height x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Acer palmatum is native to Japan and is one of the most traditional species in the bonsai world. Its leaves are green during spring and summer, and acquire colors ranging from yellow-orange to dark red in autumn. It is a deciduous tree, and in winter, when the leaves fall, it maintains its attractiveness through the fine distribution of its branches. Typically an outdoor bonsai, it prefers cool, humid environments, and in hot, dry areas, leaf burn can occur. Ideal for cultivation in regions with defined seasons and low winter temperatures (Southern and Southeastern regions of Brazil). Not recommended for cultivation in Central-West, North, and Northeast Brazil.",
    "environment": "Acer palmatum enjoys light but should not be exposed to intense summer sunlight as this can burn the tips of the leaves. It needs a well-lit location, where it can receive direct sunlight during periods when the sun is not too intense (before 10:00 AM and after 4:00 PM).",
    "watering": "Water only when the substrate is partially dry on the surface. In summer and windy days, water in the morning and afternoon, ensuring that the water drains from the pot.",
    "fertilization": "Fertilize once every 20-30 days, from early spring to the beginning of autumn. Prefer organic fertilizers like Taegold and Ecoadubo, as too much nitrogen can excessively increase internode length in the bonsai.",
    "pruning": "Requires constant pruning to maintain its shape throughout the growing period. Acer responds well to pruning due to its intense growth from early spring to mid-summer.",
    "transplanting": "Transplant every 2 years at the end of winter in a substrate made of 50% organic compost and 50% coarse sand or tile gravel.",
    "wiring": "Acer Palmatum has very delicate bark, so great care must be taken to prevent the wire from marking the trunk, as its growth is rapid. Carefully wrap the wire, leaving it slightly loose. When wiring Acer, observe the growth of the branches, as rapid growth may cause strangulation. The ideal time to wire is in winter, when its growth is almost zero, making it easier to apply the wire. The wires should be kept on for up to 3 months, and it's best to use varnished aluminum wire."
  },
  {
    "id": "033",
    "name": "Calliandra Branca",
    "images": [
      "https://i.imgur.com/7mOXUAY.png",
      "https://i.imgur.com/ljjVtrE.png",
      "https://i.imgur.com/rJ98siS.png",
      "https://i.imgur.com/3Z30QKi.png"
    ],
    "age": "4 years",
    "height": "19 cm (including pot)",
    "price": "",
    "species": "Calliandra Branca",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Família Mimosoideae",
    "origin": "Brazil",
    "pot_dimensions": "16 cm x 12 cm x 5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with fine branches that can reach up to 1 meter in height if not controlled by pruning. The leaves are compound, bipinnate with small leaflets, giving the leaves a feather-like appearance. The flowers are small with long stamens and are pink, red, or white, gathered in pompom-like inflorescences. It blooms from spring to late summer and can be cultivated throughout Brazil. In regions with milder heat, it produces abundant flowers.",
    "cultivation_mode": "Easy to cultivate, requires direct sunlight, well-draining, organic-rich soil. Sensitive to over-fertilization.",
    "environment": "Requires direct sunlight and a permeable, organic-rich soil. Sensitive to over-fertilization.",
    "watering": "This species needs regular watering due to its dense and bushy foliage. In hot periods, it may require watering more than once a day, provided the soil has good drainage, as it does not tolerate waterlogged soil. Water only when the soil is slightly dry. Mist the leaves frequently, especially in dry environments or when exposed to strong sunlight.",
    "fertilization": "Fertilize every two months using organic fertilizers or osmocote, alternating between the two. You can also use liquid (foliar) fertilizers, either chemical or organic."
  },
  {
    "id": "034",
    "name": "Calliandra Branca",
    "images": [
      "https://i.imgur.com/VAViM5K.png",
      "https://i.imgur.com/oiXRTfD.png",
      "https://i.imgur.com/EQJBe0U.png",
      "https://i.imgur.com/gwe2QNI.png"
    ],
    "age": "4 years",
    "height": "19 cm (including pot)",
    "price": "",
    "species": "Calliandra Branca",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Família Mimosoideae",
    "origin": "Brazil",
    "pot_dimensions": "16 cm x 12 cm x 5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with fine branches that can reach up to 1 meter in height if not controlled by pruning. The leaves are compound, bipinnate with small leaflets, giving the leaves a feather-like appearance. The flowers are small with long stamens and are pink, red, or white, gathered in pompom-like inflorescences. It blooms from spring to late summer and can be cultivated throughout Brazil. In regions with milder heat, it produces abundant flowers.",
    "cultivation_mode": "Easy to cultivate, requires direct sunlight, well-draining, organic-rich soil. Sensitive to over-fertilization.",
    "environment": "Requires direct sunlight and a permeable, organic-rich soil. Sensitive to over-fertilization.",
    "watering": "This species needs regular watering due to its dense and bushy foliage. In hot periods, it may require watering more than once a day, provided the soil has good drainage, as it does not tolerate waterlogged soil. Water only when the soil is slightly dry. Mist the leaves frequently, especially in dry environments or when exposed to strong sunlight.",
    "fertilization": "Fertilize every two months using organic fertilizers or osmocote, alternating between the two. You can also use liquid (foliar) fertilizers, either chemical or organic."
  },
  {
    "id": "035",
    "name": "Calliandra Branca",
    "images": [
      "https://i.imgur.com/tpTxVLf.png",
      "https://i.imgur.com/QZmZ0Rk.png",
      "https://i.imgur.com/VDywtkL.png",
      "https://i.imgur.com/duOqVXJ.png"
    ],
    "age": "3 years",
    "height": "21 cm (including pot)",
    "price": "",
    "species": "Calliandra Branca",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Família Mimosoideae",
    "origin": "Brazil",
    "pot_dimensions": "16 cm x 12 cm x 12 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with fine branches that can reach up to 1 meter in height if not controlled by pruning. The leaves are compound, bipinnate with small leaflets, giving the leaves a feather-like appearance. The flowers are small with long stamens and are pink, red, or white, gathered in pompom-like inflorescences. It blooms from spring to late summer and can be cultivated throughout Brazil. In regions with milder heat, it produces abundant flowers.",
    "cultivation_mode": "Easy to cultivate, requires direct sunlight, well-draining, organic-rich soil. Sensitive to over-fertilization.",
    "environment": "Requires direct sunlight and a permeable, organic-rich soil. Sensitive to over-fertilization.",
    "watering": "This species needs regular watering due to its dense and bushy foliage. In hot periods, it may require watering more than once a day, provided the soil has good drainage, as it does not tolerate waterlogged soil. Water only when the soil is slightly dry. Mist the leaves frequently, especially in dry environments or when exposed to strong sunlight.",
    "fertilization": "Fertilize every two months using organic fertilizers or osmocote, alternating between the two. You can also use liquid (foliar) fertilizers, either chemical or organic. A useful tip is to apply Fosway foliar fertilizer once a month. This greatly enhances the flower quantity."
  },
  {
    "id": "036",
    "name": "Calliandra Branca",
    "images": [
      "https://i.imgur.com/VWlTMKi.png",
      "https://i.imgur.com/WxMTSzn.png",
      "https://i.imgur.com/k3CYcd6.png",
      ""
    ],
    "age": "3 years",
    "height": "22 cm (including pot)",
    "price": "",
    "species": "Calliandra Branca",
    "scientific_name": "Calliandra brevipes Benth.",
    "common_names": ["Caliandra", "Quebra-foice", "Esponjinha"],
    "family": "Angiospermae – Família Mimosoideae",
    "origin": "Brazil",
    "pot_dimensions": "14 cm x 12 cm x 6 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A highly branched shrub with fine branches that can reach up to 1 meter in height if not controlled by pruning. The leaves are compound, bipinnate with small leaflets, giving the leaves a feather-like appearance. The flowers are small with long stamens and are pink, red, or white, gathered in pompom-like inflorescences. It blooms from spring to late summer and can be cultivated throughout Brazil. In regions with milder heat, it produces abundant flowers.",
    "cultivation_mode": "Easy to cultivate, requires direct sunlight, well-draining, organic-rich soil. Sensitive to over-fertilization.",
    "environment": "Requires direct sunlight and a permeable, organic-rich soil. Sensitive to over-fertilization.",
    "watering": "This species needs regular watering due to its dense and bushy foliage. In hot periods, it may require watering more than once a day, provided the soil has good drainage, as it does not tolerate waterlogged soil. Water only when the soil is slightly dry. Mist the leaves frequently, especially in dry environments or when exposed to strong sunlight.",
    "fertilization": "Fertilize every two months using organic fertilizers or osmocote, alternating between the two. You can also use liquid (foliar) fertilizers, either chemical or organic."
  },
  {
    "id": "037",
    "name": "Cerejeira Silvestre",
    "images": [
      "https://i.imgur.com/8fXt361.png",
      "https://i.imgur.com/T2xr9tE.png",
      "https://i.imgur.com/mNghZ5h.png",
      "https://i.imgur.com/99MHRbU.png"
    ],
    "age": "3 years",
    "height": "20 cm (including pot)",
    "price": "",
    "species": "Cerejeira Silvestre",
    "scientific_name": "Not specified",
    "common_names": ["Cerejeira Silvestre"],
    "family": "Not specified",
    "origin": "Tropical and subtropical Americas",
    "pot_dimensions": "14 cm x 11 cm x 5 cm (height x width x depth)",
    "trunk_diameter": "Not specified",
    "characteristics": "The Cerejeira Silvestre is a medium-sized shrub found in tropical and subtropical regions of the Americas. It produces edible, intensely red fruits and is a precocious plant, starting to produce fruits from one to two years of age.",
    "environment": "The Cerejeira should not be exposed to strong summer sun, but the location should be well-lit. Direct sunlight exposure is necessary for blooming and fruiting during other seasons, provided the soil remains moist.",
    "watering": "As a fruit tree, the Cerejeira requires a lot of water but dislikes waterlogged soil. Water the soil only when its surface is dry, as excess moisture around the trunk and roots can encourage fungal growth. Mist the leaves when the air humidity is low.",
    "fertilization": "Fertilize at least once a year, preferably during the growing season from spring to early autumn. Fertilizers rich in Phosphorus (P) are ideal. Options include castor bean cake and bone meal.",
    "pruning": "Regularly prune branches that stray from the desired shape and new shoots near the roots. Remove dried leaves and flowers. The tree can handle drastic pruning, including cutting back old wood, and it should be done at the end of winter.",
    "transplanting": "The recommended soil mix for the Cerejeira is 50% sifted sand, 30% industrial soil conditioner, and 20% sifted refractory clay for good drainage. Up to 35% of the roots can be pruned during repotting, which should be done annually or every two years at the end of winter or early spring, when intense new growth begins.",
    "propagation": "Propagation for Bonsai can be done through cuttings or seeds."
  },
  {
    "id": "038",
    "name": "Cotoneaster Minifólia",
    "images": [
      "https://i.imgur.com/BivvIZu.png",
      "https://i.imgur.com/serUs0B.png",
      "https://i.imgur.com/4P15VfL.png",
      "https://i.imgur.com/zQl8i4v.png"
    ],
    "age": "5 years",
    "height": "30 cm (including pot)",
    "price": "",
    "species": "Cotoneaster minifolia",
    "scientific_name": "Cotoneaster minifolia",
    "common_names": ["Cotoneaster Minifólia"],
    "family": "Not specified",
    "origin": "Europe, Africa, and Asia",
    "pot_dimensions": "18 cm x 13 cm x 5 cm (height x width x depth)",
    "trunk_diameter": "Not specified",
    "characteristics": "The Cotoneaster minifolia is a deciduous shrub from the mountainous regions of Europe, North Africa, and Asia (excluding Japan). It features dark green, small leaves and abundant red fruits. Its small size makes it ideal for bonsai cultivation.",
    "environment": "Cotoneaster thrives in outdoor environments, where it can be cultivated in partial shade or full sun. It can also tolerate short periods indoors near a well-lit and ventilated window. It needs at least 2 to 4 hours of daily sunlight for proper photosynthesis.",
    "watering": "Keep the soil consistently moist but not waterlogged. During hot or windy days, water twice a day, ensuring the water drains from the bottom of the pot.",
    "pruning": "Regular maintenance pruning involves cutting branches that extend beyond the desired silhouette of the crown or trunk. This helps maintain the desired shape of the bonsai.",
    "fertilization": "Fertilize in early spring using organic fertilizers, alternating with osmocote (chemical fertilizer).",
    "transplanting": "Repot every two years in early spring, trimming at least one-third of the roots. Do not fertilize for the next four weeks (use root booster if necessary). Keep the bonsai in partial shade and water only when the surface soil is slightly dry.",
    "wiring": "Wire carefully, leaving it slightly loose to avoid constriction of the branches. Wiring should only be done after other shaping techniques have been applied. The wire should be kept in place for up to 4 months."
  },
  {
    "id": "039",
    "name": "Cotoneaster Minifólia",
    "images": [
      "https://i.imgur.com/2KCUJlH.png",
      "https://i.imgur.com/8vld3t9.png",
      "https://i.imgur.com/V3iH7mM.png",
      "https://i.imgur.com/Blwyw4e.png"
    ],
    "age": "5 years",
    "height": "30 cm (including pot)",
    "price": "",
    "species": "Cotoneaster minifolia",
    "scientific_name": "Cotoneaster minifolia",
    "common_names": ["Cotoneaster Minifólia"],
    "family": "Not specified",
    "origin": "Europe, Africa, and Asia",
    "pot_dimensions": "18 cm x 13 cm x 5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Deciduous shrub originating from the mountainous regions of Europe, North Africa, and Asia (excluding Japan). It has small dark green leaves and abundant red fruits. The Cotoneaster is popular for bonsai due to its small leaves and fruits.",
    "environment": "Ideal for outdoor environments, it can be cultivated in both partial shade and full sun. It can also tolerate short periods indoors near a well-lit, ventilated window. Needs at least 2-4 hours of daily sunlight for photosynthesis.",
    "watering": "Keep the soil consistently moist but not waterlogged. During hot or windy days, water twice daily, ensuring water drains from the bottom of the pot.",
    "pruning": "Maintenance pruning involves cutting branches that extend beyond the desired silhouette of the crown or trunk to maintain the desired shape.",
    "fertilization": "Fertilize in early spring with organic fertilizers, alternating with osmocote (chemical fertilizer).",
    "transplanting": "Repot every two years in early spring, trimming at least one-third of the roots. Do not fertilize for the next four weeks, using only root booster if necessary. Keep in partial shade and water only when the surface soil is slightly dry.",
    "wiring": "Wire carefully, leaving it slightly loose to avoid constriction of the branches. Wiring should only be done after other shaping techniques have been applied. Keep the wire in place for up to 4 months."
  },
  {
    "id": "040",
    "name": "Juníperus Procumbens",
    "images": [
      "https://i.imgur.com/8GvxcoK.png",
      "https://i.imgur.com/ndtmuhl.png",
      "https://i.imgur.com/CLNTFX8.png",
      "https://i.imgur.com/uAkEYEZ.png"
    ],
    "age": "2 years",
    "height": "18 cm (including pot)",
    "price": "",
    "species": "Juníperus Procumbens",
    "scientific_name": "Juníperus Procumbens",
    "common_names": ["Juniper", "Procumbens Juniper"],
    "family": "Cupressaceae",
    "origin": "China, Japan, Northern Hemisphere",
    "pot_dimensions": "8.5 cm x 12 cm x 4 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A conifer that changes appearance with age: young needles are wide, light-colored, and compact, becoming small and scale-like with age. The same tree can have both juvenile and adult foliage. The trunk is dark, slightly reddish, and easily sheds its bark.",
    "environment": "Outdoor plant. Adaptable to various habitats, from coastal areas to elevations up to 3,700 meters. Prefers sunny locations but young or recently transplanted specimens should be protected from intense sunlight. Tolerates wind and adapts well to all types of soil, as long as they are well-drained.",
    "watering": "Water generously, ensuring the soil has dried before re-watering. In summer, water and mist daily; reduce frequency in autumn and winter, and increase at the start of spring.",
    "fertilization": "Fertilize in spring and autumn every two to three weeks. Increase the final dose in autumn to prepare the tree for winter. Avoid fertilizing in summer or when the tree is sick or recently transplanted.",
    "transplanting": "Repot in early spring before the buds begin to grow, every three to five years, depending on the age. Up to 30-50% of the roots can be pruned. Junipers prefer well-drained soil, so increase the sand content of the mix to up to 50%.",
    "pruning": "Pinch back new growth from spring to autumn. Do not cut the needles with scissors; use tweezers or even your nails. Junipers can grow back unpredictably, so avoid removing all the foliage from a branch to prevent losing it due to lack of regrowth.",
    "cleaning": "Regularly remove yellow needles from spring to autumn. Clean the inside of the tree to help the foliage develop better.",
    "wiring": "Wire in autumn and keep the wire for about eight months. Repeat the process annually until the desired shape is achieved. Ensure that the needles do not get pinched between the wires.",
    "special_treatment": "It is recommended to use a sulfur-lime solution every 45 days (30 ml diluted in 1 liter of water). Spray the entire plant, including the trunk and the substrate, to maintain plant health and prevent mites and spider webs."
  },
  {
    "id": "041",
    "name": "Juníperus Procumbens",
    "images": [
      "https://i.imgur.com/lo0SIt5.png",
      "https://i.imgur.com/w4nwWTT.png",
      "https://i.imgur.com/N4IIrnh.png",
      ""
    ],
    "age": "2 years",
    "height": "18 cm (including pot)",
    "price": "",
    "species": "Juníperus Procumbens",
    "scientific_name": "Juníperus Procumbens",
    "common_names": ["Juniper", "Procumbens Juniper"],
    "family": "Cupressaceae",
    "origin": "China, Japan, Northern Hemisphere",
    "pot_dimensions": "8.5 cm x 12 cm x 4 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "A conifer that changes appearance with age: young needles are wide, light-colored, and compact, becoming small and scale-like with age. The same tree can have both juvenile and adult foliage. The trunk is dark, slightly reddish, and easily sheds its bark.",
    "environment": "Outdoor plant. Adaptable to various habitats, from coastal areas to elevations up to 3,700 meters. Prefers sunny locations but young or recently transplanted specimens should be protected from intense sunlight. Tolerates wind and adapts well to all types of soil, as long as they are well-drained.",
    "watering": "Water generously, ensuring the soil has dried before re-watering. In summer, water and mist daily; reduce frequency in autumn and winter, and increase at the start of spring.",
    "fertilization": "Fertilize in spring and autumn every two to three weeks. Increase the final dose in autumn to prepare the tree for winter. Avoid fertilizing in summer or when the tree is sick or recently transplanted.",
    "transplanting": "Repot in early spring before the buds begin to grow, every three to five years, depending on the age. Up to 30-50% of the roots can be pruned. Junipers prefer well-drained soil, so increase the sand content of the mix to up to 50%.",
    "pruning": "Pinch back new growth from spring to autumn. Do not cut the needles with scissors; use tweezers or even your nails. Junipers can grow back unpredictably, so avoid removing all the foliage from a branch to prevent losing it due to lack of regrowth.",
    "cleaning": "Regularly remove yellow needles from spring to autumn. Clean the inside of the tree to help the foliage develop better.",
    "wiring": "Wire in autumn and keep the wire for about eight months. Repeat the process annually until the desired shape is achieved. Ensure that the needles do not get pinched between the wires.",
    "special_treatment": "It is recommended to use a sulfur-lime solution every 45 days (30 ml diluted in 1 liter of water). Spray the entire plant, including the trunk and the substrate, to maintain plant health and prevent mites and spider webs."
  },
  {
    "id": "042",
    "name": "Loropetalum Rubrum",
    "images": [
      "https://i.imgur.com/zPvf96C.jpeg",
      "https://i.imgur.com/6YkkTIL.jpeg",
      "https://i.imgur.com/F3zZGyS.jpeg",
      ""
    ],
    "age": "6 years",
    "height": "35 cm (including pot)",
    "price": "",
    "species": "Loropetalum Rubrum",
    "scientific_name": "Loropetalum Rubrum",
    "common_names": ["Hamamelis", "Loropetalum"],
    "family": "Hamamelidaceae",
    "origin": "Asia (China and Japan)",
    "pot_dimensions": "17.5 cm x 12 cm x 5 cm (length x width x height)",
    "trunk_diameter": "Not specified",
    "characteristics": "Loropetalum rubrum is not yet widespread in Brazil, but it is widely used as an ornamental plant worldwide. It is native to Asia, specifically China and Japan, where its various species are also frequently used in the art of Bonsai. It grows relatively fast in nature as a shrub and responds very well to successive pruning, tolerating radical cuts on thicker branches. It is an evergreen plant with leaves that have a wine-red color year-round, making it quite exotic. The magenta-colored flowers are more intense than those of the green-leaved species of Loropetalum, with narrow, frayed petals. The plant blooms abundantly in spring, and in some regions, it may continue to bloom sporadically until mid-autumn.",
    "environment": "This species should be cultivated exclusively outdoors, preferably in sunny locations to enhance blooming intensity and maintain the vibrant leaf color. It is ideal for the southern and southeastern regions due to its great resistance to low temperatures and even moderate frosts, although it has also adapted well to warmer climates.",
    "watering": "Water generously, ensuring the soil is well-drained and does not stay soaked. In the warmer months, water more frequently while reducing the watering in cooler months.",
    "fertilization": "Fertilize during the growing season, especially in spring and summer. Use a balanced fertilizer or one rich in potassium for better flowering.",
    "transplanting": "Repot in early spring before the growth starts, every two to three years, depending on the size and age of the plant. Ensure that the potting mix is well-draining, and prune up to 30% of the roots.",
    "pruning": "Loropetalum rubrum responds very well to successive pruning. It can withstand radical cuts on thicker branches. Regular maintenance pruning can help maintain the desired shape, and it's important to avoid cutting too much from the younger growth, as it can impact future branching.",
    "cleaning": "Remove dead flowers and leaves to encourage healthy growth. Ensure the tree is well-maintained and clean for better airflow through the branches.",
    "wiring": "Use wiring techniques to shape the branches, especially during the growing season, taking care not to damage the plant. The wiring can be applied in late spring or early summer, and should be removed after a few months."
  }
]
